Repository: katagaki/Tsugi2
Catalog: Buses/Strings/Localizable.xcstrings
Source language: en
Languages: ja, ko, ms, ta, th, vi, zh_hans

# Alert.Cancel
source: Cancel
ja: キャンセル
ko: 취소
ms: Batal
ta: ரத்துசெய்
th: ยกเลิก
vi: Hủy
zh_hans: 取消

# Alert.Create
source: Create
ja: 作成
ko: 생성
ms: Cipta
ta: உருவாக்கு
th: สร้าง
vi: Tạo
zh_hans: 创建

# Alert.No
source: No
ja: いいえ
ko: 아니요
ms: Tidak
ta: இல்லை
th: ไม่
vi: Không
zh_hans: 取消

# Alert.Save
source: Save
ja: 保存
ko: 저장
ms: Simpan
ta: சேமி
th: บันทึก
vi: Lưu
zh_hans: 保存

# Alert.Yes
source: Yes
ja: はい
ko: 예
ms: Ya
ta: ஆம்
th: ใช่
vi: Có
zh_hans: 确定

# Directory.BusRoutesLoading
source: Getting bus route information...
ja: バスのルートデータを読み込み中…
ko: 버스 노선 정보를 불러오는 중...
ms: Mendapatkan maklumat laluan bas...
ta: பேருந்து வழித்தட தகவலைப் பெறுகிறது...
th: กำลังโหลดข้อมูลเส้นทางรถเมล์...
vi: Đang tải thông tin tuyến xe buýt...
zh_hans: 正在获取公交路线数据…

# Directory.BusStops
source: Bus Stops
ja: バス停
ko: 버스 정류장
ms: Perhentian Bas
ta: பேருந்து நிறுத்தங்கள்
th: ป้ายรถเมล์
vi: Trạm Xe Buýt
zh_hans: 巴士站

# Directory.BusStops.Sort.AlphabeticalAscending
source: Alphabetical (Ascending)
ja: アルファベット順（昇順）
ko: 가나다순 (오름차순)
ms: Abjad (Menaik)
ta: அகரவரிசை (ஏறுவரிசை)
th: ตัวอักษร (น้อยไปมาก)
vi: Theo Bảng Chữ Cái (Tăng Dần)
zh_hans: 按字母顺序（升序）

# Directory.BusStops.Sort.AlphabeticalDescending
source: Alphabetical (Descending)
ja: アルファベット順（降順）
ko: 가나다순 (내림차순)
ms: Abjad (Menurun)
ta: அகரவரிசை (இறங்குவரிசை)
th: ตัวอักษร (มากไปน้อย)
vi: Theo Bảng Chữ Cái (Giảm Dần)
zh_hans: 按字母顺序（降序）

# Directory.BusStops.Sort.DistanceClosest
source: Distance (Closest First)
ja: 距離（近い順）
ko: 거리순 (가까운 순)
ms: Jarak (Terdekat Dahulu)
ta: தூரம் (அருகிலுள்ளவை முதலில்)
th: ระยะทาง (ใกล้ที่สุดก่อน)
vi: Khoảng Cách (Gần Nhất)
zh_hans: 距离（最近的优先）

# Directory.BusStopsLoading
source: Getting bus stop information...
ja: バス停のデータを読み込み中…
ko: 버스 정류장 정보를 불러오는 중...
ms: Mendapatkan maklumat perhentian bas...
ta: பேருந்து நிறுத்தத் தகவலைப் பெறுகிறது...
th: กำลังโหลดข้อมูลป้ายรถเมล์...
vi: Đang tải thông tin trạm xe buýt...
zh_hans: 正在获取巴士站的信息…

# Directory.FareCalculator
source: Fare Calculator
ja: 運賃計算機
ko: 요금 계산기
ms: Kalkulator Tambang
ta: கட்டண கணிப்பான்
th: คำนวณค่าโดยสาร
vi: Tính Giá Vé
zh_hans: 票价计算器

# Directory.LastUpdated
source: Last Updated
ja: 最後更新
ko: 마지막 업데이트
ms: Terakhir Dikemas Kini
ta: கடைசியாகப் புதுப்பிக்கப்பட்டது
th: อัปเดตล่าสุด
vi: Cập Nhật Lần Cuối
zh_hans: 最后更新

# Directory.MRTMap
source: MRT System Map
ja: MRT路線図
ko: MRT 노선도
ms: Peta Sistem MRT
ta: MRT அமைப்பு வரைபடம்
th: แผนที่ระบบ MRT
vi: Bản Đồ Hệ Thống MRT
zh_hans: MRT路线图

# Directory.SearchResults
source: Search Results
ja: 検索結果
ko: 검색 결과
ms: Hasil Carian
ta: தேடல் முடிவுகள்
th: ผลการค้นหา
vi: Kết Quả Tìm Kiếm
zh_hans: 搜索结果

# Directory.UsefulResources
source: Useful Resources
ja: 便利な情報
ko: 유용한 자료
ms: Sumber Berguna
ta: பயனுள்ள வளங்கள்
th: แหล่งข้อมูลที่เป็นประโยชน์
vi: Tài Nguyên Hữu Ích
zh_hans: 有用信息

# Favorites.Delete.Confirm.GenericLocationText
source: this location
ja: この場所
ko: 이 장소
ms: lokasi ini
ta: இந்த இடம்
th: ตำแหน่งนี้
vi: địa điểm này
zh_hans: 这个地点

# Favorites.Delete.Confirm.Message
source: Are you sure you want to delete %1?
ja: %1を削除してもよろしいですか？
ko: %1을(를) 삭제하시겠습니까?
ms: Adakah anda pasti mahu memadam %1?
ta: %1 ஐ நிச்சயமாக நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ %1?
vi: Bạn có chắc chắn muốn xóa %1 không?
zh_hans: 确定要删除%1吗？

# Favorites.Delete.Confirm.Title
source: Delete Location
ja: 場所の削除
ko: 장소 삭제
ms: Padam Lokasi
ta: இடத்தை நீக்கு
th: ลบตำแหน่ง
vi: Xóa Địa Điểm
zh_hans: 删除地点

# Favorites.Edit.Title
source: Edit %1
ja: %1を編集
ko: %1 편집
ta: %1 ஐ திருத்து
th: แก้ไข %1
vi: Chỉnh Sửa %1
zh_hans: 编辑%1

# Favorites.Hint.NoBusServices
source: To add a bus service to this location, find and open a bus service, then tap the Add to Location button on the top right.
ja: この場所にバスを追加するには、バス到着情報画面を開き、右上の場所に追加ボタンを選択してください。
ko: 이 장소에 버스 서비스를 추가하려면 버스 서비스를 찾아 열고, 오른쪽 상단의 장소에 추가 버튼을 탭하세요.
ms: Untuk menambah perkhidmatan bas ke lokasi ini, cari dan buka perkhidmatan bas, kemudian ketik butang Tambah ke Lokasi di bahagian atas kanan.
ta: இந்த இடத்தில் பேருந்து சேவையைச் சேர்க்க, ஒரு பேருந்து சேவையைக் கண்டுபிடித்துத் திறந்து, மேல் வலதுபுறத்தில் உள்ள இடத்தில் சேர் பொத்தானைத் தட்டவும்.
th: หากต้องการเพิ่มบริการรถเมล์ในตำแหน่งนี้ ให้ค้นหาและเปิดบริการรถเมล์ จากนั้นแตะปุ่มเพิ่มไปยังตำแหน่งที่มุมบนขวา
vi: Để thêm dịch vụ xe buýt vào địa điểm này, hãy tìm và mở một dịch vụ xe buýt, sau đó nhấn nút Thêm vào Địa Điểm ở góc trên bên phải.
zh_hans: 要将公交车添加到这个地点，请打开巴士到站详情页并选择右上角的“添加到地点”按钮。

# Favorites.Hint.NoLocations
source: No locations saved. To create a new location, tap the + button in the Locations section header. You can also add a bus stop as a location.
ja: 追加した場所はありません。 新しい場所を作成するには、右上の新規場所ボタンを選択してください。 バス停を直接的に追加することもできます。
ko: 저장된 장소가 없습니다. 새 장소를 만들려면 이 탭의 오른쪽 상단에 있는 장소 추가 버튼을 탭하세요. 버스 정류장을 장소로 추가할 수도 있습니다.
ms: Tiada lokasi disimpan. Untuk mencipta lokasi baharu, ketik butang Tambah Lokasi di bahagian atas kanan tab ini. Anda juga boleh menambah perhentian bas sebagai lokasi.
ta: இடங்கள் எதுவும் சேமிக்கப்படவில்லை. புதிய இடத்தை உருவாக்க, இந்த தாவலின் மேல் வலதுபுறத்தில் உள்ள இடத்தைச் சேர் பொத்தானைத் தட்டவும். பேருந்து நிறுத்தத்தையும் ஒரு இடமாகச் சேர்க்கலாம்.
th: ไม่มีตำแหน่งที่บันทึกไว้ หากต้องการสร้างตำแหน่งใหม่ ให้แตะปุ่มเพิ่มตำแหน่งที่มุมบนขวาของแท็บนี้ คุณยังสามารถเพิ่มป้ายรถเมล์เป็นตำแหน่งได้
vi: Chưa có địa điểm nào được lưu. Để tạo địa điểm mới, nhấn nút Thêm Địa Điểm ở góc trên bên phải của tab này. Bạn cũng có thể thêm trạm xe buýt làm địa điểm.
zh_hans: 没有地点添加到您的收藏夹。 点击此选项卡右上角的“添加地点“按钮以创建新地点。 巴士站也可以添加作为地点。

# Favorites.New.Title
source: New Location
ja: 新規場所
ko: 새 장소
ms: Lokasi Baharu
ta: புதிய இடம்
th: ตำแหน่งใหม่
vi: Địa Điểm Mới
zh_hans: 新地点

# Favorites.Rename.Title
source: Rename Location
ja: 場所名を変更
ko: 장소 이름 변경
ms: Namakan Semula Lokasi
ta: இடத்தின் பெயரை மாற்று
th: เปลี่ยนชื่อตำแหน่ง
vi: Đổi Tên Địa Điểm
zh_hans: 编辑地点名称

# LiveActivity.ArrivingAt
source: Arriving at %1
ja: %1に到着予定
ko: %1에 도착 중
ms: Tiba di %1
ta: %1 இல் வருகிறது
th: กำลังถึง %1
vi: Đang đến %1
zh_hans: %1到达

# LiveActivity.EstimatedArrival
source: Estimated Arrival
ja: 到着予定
ko: 예상 도착 시간
ms: Anggaran Ketibaan
ta: மதிப்பிடப்பட்ட வருகை
th: เวลาถึงโดยประมาณ
vi: Thời Gian Đến Dự Kiến
zh_hans: 预计到达时间

# More.Attribution
source: Attribution
ja: 著者権表記
ko: 저작자 표시
ms: Atribusi
ta: பண்புக்கூறு
th: เครดิต
vi: Ghi Công
zh_hans: 作者版权

# More.Attributions
source: Attributions
ja: 著者権表記
ko: 저작자 표시
ms: Atribusi
ta: பண்புக்கூறுகள்
th: เครดิต
vi: Ghi Công
zh_hans: 作者版权

# More.Customization
source: Customization
ja: カスタマイズ
ko: 사용자화
ms: Penyesuaian
ta: தனிப்பயனாக்கம்
th: การปรับแต่ง
vi: Tùy Chỉnh
zh_hans: 个性化

# More.Customization.CarouselSize.Full
source: Full
ja: 基本
ko: 전체
ms: Penuh
ta: முழு
th: เต็ม
vi: Đầy Đủ
zh_hans: 大

# More.Customization.CarouselSize.Minimal
source: Minimal
ja: ミニマル
ko: 최소
ms: Minimum
ta: குறைந்தபட்சம்
th: น้อยที่สุด
vi: Tối Thiểu
zh_hans: 小

# More.Customization.CarouselSize.Small
source: Small
ja: 小
ko: 작게
ms: Kecil
ta: சிறியது
th: เล็ก
vi: Nhỏ
zh_hans: 中

# More.Customization.ProperText
source: Expand Bus Stop Names
ja: バス停名の略語を復元
ko: 버스 정류장 이름 확장
ms: Kembangkan Nama Perhentian Bas
ta: பேருந்து நிறுத்தப் பெயர்களை விரிவாக்கு
th: ขยายชื่อป้ายรถเมล์
vi: Mở Rộng Tên Trạm Xe Buýt
zh_hans: 恢复巴士站名称缩写

# More.Customization.ProperText.Subtitle
source: Replace abbreviations in bus stop names to make bus stops easier to find.
ja: バス停名にある略語を元の言葉にし、分かりやすくします。
ko: 버스 정류장 이름의 약어를 풀어서 버스 정류장을 더 쉽게 찾을 수 있게 합니다.
ms: Gantikan singkatan dalam nama perhentian bas untuk memudahkan pencarian.
ta: பேருந்து நிறுத்தங்களை எளிதாகக் கண்டறிய, பேருந்து நிறுத்தப் பெயர்களில் உள்ள சுருக்கங்களை மாற்றவும்.
th: แทนที่ตัวย่อในชื่อป้ายรถเมล์เพื่อให้ค้นหาป้ายรถเมล์ได้ง่ายขึ้น
vi: Thay thế các chữ viết tắt trong tên trạm xe buýt để dễ tìm kiếm hơn.
zh_hans: 公交车站名称中的缩写改为原词，使其更容易理解。

# More.Customization.ShowRoute
source: Show Route
ja: ルートを表示
ko: 노선 표시
ms: Tunjukkan Laluan
ta: வழித்தடத்தைக் காட்டு
th: แสดงเส้นทาง
vi: Hiển Thị Tuyến Đường
zh_hans: 显示路线

# More.Customization.ShowRoute.Subtitle
source: Shows the route taken by bus services in the map.
ja: マップにバスのルートが表示されます。
ko: 지도에서 버스 서비스의 경로를 표시합니다.
ms: Menunjukkan laluan yang dilalui oleh perkhidmatan bas di peta.
ta: வரைபடத்தில் பேருந்து சேவைகள் செல்லும் வழித்தடத்தைக் காட்டுகிறது.
th: แสดงเส้นทางที่บริการรถเมล์วิ่งบนแผนที่
vi: Hiển thị tuyến đường của dịch vụ xe buýt trên bản đồ.
zh_hans: 在地图上显示巴士服务的路线。

# More.General
source: General
ja: 一般
ko: 일반
ms: Umum
ta: பொது
th: ทั่วไป
vi: Chung
zh_hans: 通用

# More.General.StartupTab
source: Startup Tab
ja: デフォルトタブ
ko: 시작 탭
ms: Tab Permulaan
ta: தொடக்க தாவல்
th: แท็บเริ่มต้น
vi: Tab Khởi Động
zh_hans: 默认标签页

# More.GitHub
source: Source Code
ja: ソースコード
ko: 소스 코드
ms: Kod Sumber
ta: மூலக் குறியீடு
th: ซอร์สโค้ด
vi: Mã Nguồn
zh_hans: 源代码

# More.Help
source: Help & Support
ja: サポート
ko: 도움말 및 지원
ms: Bantuan & Sokongan
ta: உதவி & ஆதரவு
th: ช่วยเหลือและสนับสนุน
vi: Trợ Giúp & Hỗ Trợ
zh_hans: 帮助

# More.Help.Email
source: Email Me
ja: メールを送信
ko: 이메일 보내기
ms: E-mel Saya
ta: எனக்கு மின்னஞ்சல் அனுப்பு
th: ส่งอีเมลถึงฉัน
vi: Gửi Email Cho Tôi
zh_hans: 发邮件

# More.Help.GitHub
source: Read Source Code
ja: ソースコードを閲覧
ko: 소스 코드 보기
ms: Baca Kod Sumber
ta: மூலக் குறியீட்டைப் படி
th: อ่านซอร์สโค้ด
vi: Xem Mã Nguồn
zh_hans: 查看源代码

# More.Help.Twitter
source: Post on X
ja: Xでポスト
ko: X에 게시
ms: Hantar di X
ta: X இல் இடுகையிடு
th: โพสต์บน X
vi: Đăng Trên X
zh_hans: X上发布

# More.Notifications
source: Notifications
ja: 通知
ko: 알림
ms: Pemberitahuan
ta: அறிவிப்புகள்
th: การแจ้งเตือน
vi: Thông Báo
zh_hans: 通知

# More.UnderTheHood
source: App Logs
ja: アプリログ
ko: 앱 로그
ms: Log Aplikasi
ta: செயலி பதிவுகள்
th: บันทึกแอป
vi: Nhật Ký Ứng Dụng
zh_hans: 应用日志

# Nearby.Hint.NoBusStops
source: No bus stops nearby. Try moving closer to a bus stop, or checking your Location Services settings.
ja: 近くにバス停はありません。 バス停の近くに移動する、または位置情報の設定をご確認ください。
ko: 근처에 버스 정류장이 없습니다. 버스 정류장 가까이로 이동하거나 위치 서비스 설정을 확인해 보세요.
ms: Tiada perhentian bas berdekatan. Cuba bergerak lebih dekat ke perhentian bas, atau semak tetapan Perkhidmatan Lokasi anda.
ta: அருகில் பேருந்து நிறுத்தங்கள் இல்லை. பேருந்து நிறுத்தத்திற்கு அருகில் செல்லவும், அல்லது உங்கள் இருப்பிடச் சேவை அமைப்புகளைச் சரிபார்க்கவும்.
th: ไม่มีป้ายรถเมล์ใกล้เคียง ลองเดินไปใกล้ป้ายรถเมล์มากขึ้น หรือตรวจสอบการตั้งค่าบริการตำแหน่งของคุณ
vi: Không có trạm xe buýt gần đây. Hãy thử di chuyển đến gần trạm xe buýt hơn, hoặc kiểm tra cài đặt Dịch Vụ Vị Trí của bạn.
zh_hans: 附近没有公交车站。 请移动到公交车站附近或确认位置信息的设定。

# Nearby.Hint.NoLocation
source: Location Services are not enabled.
ja: 位置情報の設定が無効化されています。一時的に位置情報を共有するには、下のボタンを選択してください。
zh_hans: 位置信息设置已禁用。暂时共享位置信息时，请点击下面的按钮。

# Notification.Arriving.Description
source: Bus %1 is scheduled to arrive at %2. Head to the bus stop early to avoid missing the bus.
ja: %1号バスは%2に到着する予定です。 お早めにバス停に行って、遅れないようにしましょう。
ko: 버스 %1이(가) %2에 도착할 예정입니다. 버스를 놓치지 않도록 일찍 정류장으로 가세요.
ms: Bas %1 dijadualkan tiba di %2. Pergi ke perhentian bas awal untuk mengelakkan terlepas bas.
ta: பேருந்து %1 %2 இல் வருவதாகத் திட்டமிடப்பட்டுள்ளது. பேருந்தைத் தவறவிடாமல் இருக்க, நிறுத்தத்திற்கு முன்கூட்டியே செல்லவும்.
th: รถเมล์สาย %1 มีกำหนดถึง %2 ไปที่ป้ายรถเมล์ล่วงหน้าเพื่อไม่ให้พลาดรถเมล์
vi: Xe buýt %1 dự kiến đến tại %2. Hãy ra trạm xe buýt sớm để không bị lỡ xe.
zh_hans: %1巴士将在%2到达。 尽快前往公共汽车停下来，以免迟到。

# Notification.Arriving.Title
source: Bus Arriving at %1
ja: バスが%1に到着します
ko: %1에 버스 도착
ms: Bas Tiba di %1
ta: %1 இல் பேருந்து வருகிறது
th: รถเมล์กำลังถึง %1
vi: Xe Buýt Đang Đến Tại %1
zh_hans: 巴士要到达%1

# Notification.Error
source: An error occurred while setting up your notification.
ja: 通知を設定する際にエラーが発生しました。
ko: 알림을 설정하는 중 오류가 발생했습니다.
ms: Ralat berlaku semasa menyediakan pemberitahuan anda.
ta: உங்கள் அறிவிப்பை அமைக்கும் போது பிழை ஏற்பட்டது.
th: เกิดข้อผิดพลาดขณะตั้งค่าการแจ้งเตือนของคุณ
vi: Đã xảy ra lỗi khi thiết lập thông báo của bạn.
zh_hans: 设置通知时出错。

# Notification.NoPermissions
source: Buses has not been granted permissions to send notifications. Please check whether Buses is allowed to send notifications in the Settings app.
ja: 通知を設定するには、通知の権限が必要です。設定アプリで「バス」アプリの通知権限をご確認ください。
ko: Buses에 알림 전송 권한이 부여되지 않았습니다. 설정 앱에서 Buses의 알림 전송이 허용되어 있는지 확인해 주세요.
ms: Buses belum diberikan kebenaran untuk menghantar pemberitahuan. Sila semak sama ada Buses dibenarkan menghantar pemberitahuan dalam aplikasi Tetapan.
ta: அறிவிப்புகளை அனுப்ப Buses க்கு அனுமதி வழங்கப்படவில்லை. அமைப்புகள் செயலியில் Buses அறிவிப்புகளை அனுப்ப அனுமதிக்கப்பட்டுள்ளதா எனச் சரிபார்க்கவும்.
th: Buses ยังไม่ได้รับอนุญาตให้ส่งการแจ้งเตือน กรุณาตรวจสอบว่า Buses ได้รับอนุญาตให้ส่งการแจ้งเตือนในแอปการตั้งค่า
vi: Buses chưa được cấp quyền gửi thông báo. Vui lòng kiểm tra xem Buses có được phép gửi thông báo trong ứng dụng Cài Đặt không.
zh_hans: 设置通知需要通知权限。 请在设置APP中检查“巴士精灵”APP的通知权限。

# Notification.Set
source: You will be notified 2 minutes before this bus is scheduled to arrive.
ja: このバスの到着予定時間の2分前に通知されます。
ko: 이 버스가 도착 예정 시각 2분 전에 알림을 받게 됩니다.
ms: Anda akan dimaklumkan 2 minit sebelum bas ini dijadualkan tiba.
ta: இந்தப் பேருந்து வருவதற்கு 2 நிமிடங்களுக்கு முன் உங்களுக்கு அறிவிக்கப்படும்.
th: คุณจะได้รับแจ้งเตือน 2 นาทีก่อนรถเมล์คันนี้มีกำหนดถึง
vi: Bạn sẽ được thông báo 2 phút trước khi xe buýt này dự kiến đến.
zh_hans: 您将在该巴士预定到达时间前2分钟收到通知。

# Notifications.ArrivalAlerts
source: Arrival Alerts
ja: 到着通知
ko: 도착 알림
ms: Amaran Ketibaan
ta: வருகை எச்சரிக்கைகள்
th: การแจ้งเตือนการมาถึง
vi: Cảnh Báo Đến Trạm
zh_hans: 到达通知

# Notifications.ArrivalAlerts.Hint
source: No arrival alerts set. To set a new arrival alert, open a bus service's arrival information page, then tap the bell icon of the bus you want to set an arrival alert for.
ja: 予定していた到着通知はありません。 到着通知を設定するには、バスの詳細ページを開き、乗る予定のバスの右にあるベルアイコンを選択してください。
ko: 설정된 도착 알림이 없습니다. 새 도착 알림을 설정하려면 버스 서비스의 도착 정보 페이지를 열고, 알림을 설정할 버스의 종 아이콘을 탭하세요.
ms: Tiada amaran ketibaan ditetapkan. Untuk menetapkan amaran ketibaan baharu, buka halaman maklumat ketibaan perkhidmatan bas, kemudian ketik ikon loceng bagi bas yang anda ingin tetapkan amaran.
ta: வருகை எச்சரிக்கைகள் எதுவும் அமைக்கப்படவில்லை. புதிய வருகை எச்சரிக்கையை அமைக்க, பேருந்து சேவையின் வருகைத் தகவல் பக்கத்தைத் திறந்து, எச்சரிக்கை அமைக்க விரும்பும் பேருந்தின் மணி சின்னத்தைத் தட்டவும்.
th: ไม่มีการแจ้งเตือนการมาถึง หากต้องการตั้งการแจ้งเตือนใหม่ ให้เปิดหน้าข้อมูลการมาถึงของบริการรถเมล์ จากนั้นแตะไอคอนกระดิ่งของรถเมล์ที่ต้องการตั้งการแจ้งเตือน
vi: Chưa có cảnh báo đến trạm nào. Để đặt cảnh báo mới, mở trang thông tin đến trạm của dịch vụ xe buýt, sau đó nhấn biểu tượng chuông của xe buýt bạn muốn đặt cảnh báo.
zh_hans: 没有设置到达通知。 要设置新到达通知，请打开总线服务的到达信息页面，然后单击要设置到达警报的总线的铃铛图标。

# Shared.BusArrival.Arriving.Abbreviated
source: Arr
ja: まもなく
ko: 도착
ms: Tiba
ta: வரு
th: ถึง
vi: Đến
zh_hans: 即将抵达

# Shared.BusArrival.Arriving.Full
source: Arriving
ja: すぐに到着
ko: 도착 중
ms: Tiba
ta: வருகிறது
th: กำลังถึง
vi: Đang Đến
zh_hans: 即将抵达

# Shared.BusArrival.Crowded
source: CROWDED
ja: 混雑中
ko: 혼잡
ms: SESAK
ta: நெரிசல்
th: แน่น
vi: ĐÔNG ĐÚC
zh_hans: 拥挤

# Shared.BusArrival.JustLeft.Abbreviated
source: Left
ja: 発車
ko: 출발
ms: Lepas
ta: சென்
th: ไป
vi: Đi
zh_hans: 已离开

# Shared.BusArrival.JustLeft.Full
source: Just Left
ja: 発車済み
ko: 방금 출발
ms: Baru Lepas
ta: இப்போது சென்றது
th: เพิ่งออกไป
vi: Vừa Rời
zh_hans: 已经离开

# Shared.BusArrival.LoadingRoute
source: Loading route...
ja: ルートを読み込み中…
ko: 노선 불러오는 중...
ms: Memuatkan laluan...
ta: வழித்தடத்தை ஏற்றுகிறது...
th: กำลังโหลดเส้นทาง...
vi: Đang tải tuyến đường...
zh_hans: 正在获得公交路线...

# Shared.BusArrival.NotInService
source: No Service
ja: 終了
ko: 운행 없음
ms: Tiada Perkhidmatan
ta: சேவை இல்லை
th: ไม่มีบริการ
vi: Ngừng Phục Vụ
zh_hans: 停止服务

# Shared.BusArrival.NotInService.Subtitle
source: The bus service is currently unavailable.
ja: このバスは、現在サービスが提供していません。
ko: 이 버스 서비스는 현재 이용할 수 없습니다.
ms: Perkhidmatan bas ini tidak tersedia pada masa ini.
ta: இந்தப் பேருந்து சேவை தற்போது கிடைக்கவில்லை.
th: บริการรถเมล์นี้ไม่พร้อมให้บริการในขณะนี้
vi: Dịch vụ xe buýt hiện không khả dụng.
zh_hans: 此巴士此刻不提供服务。

# Shared.BusArrival.Subsequent
source: Next Bus:
ja: 次：
ko: 다음 버스:
ms: Bas Seterusnya:
ta: அடுத்த பேருந்து:
th: รถคันถัดไป:
vi: Chuyến Tiếp:
zh_hans: 下一班车：

# Shared.BusArrival.Toast.Favorited
source: %1 has been added to %2.
ja: %1は、%2に追加されました。
ko: %1이(가) %2에 추가되었습니다.
ms: %1 telah ditambah ke %2.
ta: %1 %2 இல் சேர்க்கப்பட்டது.
th: %1 ถูกเพิ่มไปยัง %2 แล้ว
vi: %1 đã được thêm vào %2.
zh_hans: %1已添加到%2。

# Shared.BusStop.BusServices
source: Bus Services
ja: バス
ko: 버스 서비스
ms: Perkhidmatan Bas
ta: பேருந்து சேவைகள்
th: บริการรถเมล์
vi: Dịch Vụ Xe Buýt
zh_hans: 巴士服务

# Shared.BusStop.BusServices.None
source: This bus stop has no bus services at this time.
ja: このバス停に止まるバスはすべてサービス時間外です。
ko: 이 버스 정류장에는 현재 운행 중인 버스 서비스가 없습니다.
ms: Perhentian bas ini tiada perkhidmatan bas pada masa ini.
ta: இந்த நேரத்தில் இந்தப் பேருந்து நிறுத்தத்தில் பேருந்து சேவைகள் இல்லை.
th: ป้ายรถเมล์นี้ไม่มีบริการรถเมล์ในขณะนี้
vi: Trạm xe buýt này hiện không có dịch vụ xe buýt nào.
zh_hans: 此巴士站目前没有能提供的巴士服务。

# Shared.BusStop.Code
source: Bus Stop Code
ja: バス停コード
ko: 버스 정류장 코드
ms: Kod Perhentian Bas
ta: பேருந்து நிறுத்தக் குறியீடு
th: รหัสป้ายรถเมล์
vi: Mã Trạm Xe Buýt
zh_hans: 巴士站代码

# Shared.BusStop.Code.Copy
source: Copy Bus Stop Code
ja: バス停コードをコピー
ko: 버스 정류장 코드 복사
ms: Salin Kod Perhentian Bas
ta: பேருந்து நிறுத்தக் குறியீட்டை நகலெடு
th: คัดลอกรหัสป้ายรถเมล์
vi: Sao Chép Mã Trạm Xe Buýt
zh_hans: 复制巴士站代码

# Shared.BusStop.Code.None
source: N/A
ja: なし
zh_hans: 无法获得

# Shared.BusStop.Description.Copy
source: Copy Bus Stop Name
ja: バス停名をコピー
ko: 버스 정류장 이름 복사
ms: Salin Nama Perhentian Bas
ta: பேருந்து நிறுத்தப் பெயரை நகலெடு
th: คัดลอกชื่อป้ายรถเมล์
vi: Sao Chép Tên Trạm Xe Buýt
zh_hans: 复制巴士站名

# Shared.BusStop.Description.None
source: Unnamed Bus Stop
ja: 無名のバス停
ko: 이름 없는 버스 정류장
ms: Perhentian Bas Tanpa Nama
ta: பெயரிடப்படாத பேருந்து நிறுத்தம்
th: ป้ายรถเมล์ไม่มีชื่อ
vi: Trạm Xe Buýt Chưa Đặt Tên
zh_hans: 无名巴士站

# Shared.BusStop.Road.None
source: N/A
ja: なし
zh_hans: 无路名

# Shared.BusStop.Toast.Favorited
source: %1 has been added to your locations.
ja: %1は、場所として保存されました。
ko: %1이(가) 내 장소에 추가되었습니다.
ms: %1 telah ditambah ke lokasi anda.
ta: %1 உங்கள் இடங்களில் சேர்க்கப்பட்டது.
th: %1 ถูกเพิ่มไปยังตำแหน่งของคุณแล้ว
vi: %1 đã được thêm vào địa điểm của bạn.
zh_hans: %1已保存为地点。

# Shared.Error.InternetConnection
source: The Internet connecction appears to be offline. Please check your Internet connection and try again.
ja: インターネットに接続されていないようです。ネットワークを確認して、もう一度お試しください。
ko: 인터넷 연결이 끊어진 것 같습니다. 인터넷 연결을 확인하고 다시 시도해 주세요.
ms: Sambungan Internet kelihatan terputus. Sila semak sambungan Internet anda dan cuba lagi.
ta: இணைய இணைப்பு துண்டிக்கப்பட்டதாகத் தெரிகிறது. உங்கள் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
th: การเชื่อมต่ออินเทอร์เน็ตดูเหมือนจะขาดหาย กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองอีกครั้ง
vi: Kết nối Internet có vẻ đang ngoại tuyến. Vui lòng kiểm tra kết nối Internet và thử lại.
zh_hans: 连接时出现问题。请确认网络后再试一次。

# Swipe.Cancel
source: Cancel
ja: キャンセル
ko: 취소
ms: Batal
ta: ரத்துசெய்
th: ยกเลิก
vi: Hủy
zh_hans: 取消

# TabTitle.Directory
source: Search
ja: 検索
ko: 검색
ms: Cari
ta: தேடு
th: ค้นหา
vi: Tìm Kiếm
zh_hans: 搜索

# TabTitle.Favorites
source: Locations
ja: 場所
ko: 장소
ms: Lokasi
ta: இடங்கள்
th: ตำแหน่ง
vi: Địa Điểm
zh_hans: 收藏夹

# TabTitle.More
source: More
ja: その他
ko: 더보기
ms: Lagi
ta: மேலும்
th: เพิ่มเติม
vi: Thêm
zh_hans: 更多

# TabTitle.Nearby
source: Nearby
ja: 付近
ko: 근처
ms: Berdekatan
ta: அருகில்
th: ใกล้เคียง
vi: Gần Đây
zh_hans: 附近

# TabTitle.Notifications
source: Notifications
ja: 通知
ko: 알림
ms: Pemberitahuan
ta: அறிவிப்புகள்
th: การแจ้งเตือน
vi: Thông Báo
zh_hans: 通知

# ViewTitle.Directory
source: Search Bus Stops
ja: バス停を検索
ko: 버스 정류장 검색
ms: Cari Perhentian Bas
ta: பேருந்து நிறுத்தங்களைத் தேடு
th: ค้นหาป้ายรถเมล์
vi: Tìm Trạm Xe Buýt
zh_hans: 搜索巴士站

# ViewTitle.FareCalculator
source: Fare Calculator
ja: 運賃計算機
ko: 요금 계산기
ms: Kalkulator Tambang
ta: கட்டண கணிப்பான்
th: คำนวณค่าโดยสาร
vi: Tính Giá Vé
zh_hans: 票价计算器

# ViewTitle.Favorites
source: Saved Locations
ja: 追加した場所
ko: 저장된 장소
ms: Lokasi Tersimpan
ta: சேமிக்கப்பட்ட இடங்கள்
th: ตำแหน่งที่บันทึกไว้
vi: Địa Điểm Đã Lưu
zh_hans: 地点收藏夹

# ViewTitle.More
source: More
ja: その他
ko: 더보기
ms: Lagi
ta: மேலும்
th: เพิ่มเติม
vi: Thêm
zh_hans: 更多

# ViewTitle.More.Attribution
source: Attribution
ja: 著者権表記
ko: 저작자 표시
ms: Atribusi
ta: பண்புக்கூறு
th: เครดิต
vi: Ghi Công
zh_hans: 作者版权

# ViewTitle.More.Notifications
source: Notifications
ja: 通知
ko: 알림
ms: Pemberitahuan
ta: அறிவிப்புகள்
th: การแจ้งเตือน
vi: Thông Báo
zh_hans: 通知

# ViewTitle.MRTMap
source: MRT System Map
ja: MRT路線図
ko: MRT 노선도
ms: Peta Sistem MRT
ta: MRT அமைப்பு வரைபடம்
th: แผนที่ระบบ MRT
vi: Bản Đồ Hệ Thống MRT
zh_hans: MRT路线图

# ViewTitle.Nearby
source: Nearby Bus Stops
ja: 近くのバス停
ko: 근처 버스 정류장
ms: Perhentian Bas Berdekatan
ta: அருகிலுள்ள பேருந்து நிறுத்தங்கள்
th: ป้ายรถเมล์ใกล้เคียง
vi: Trạm Xe Buýt Gần Đây
zh_hans: 附近的巴士站

# ViewTitle.Notifications
source: Scheduled Notifications
ja: 予定していた通知
ko: 예약된 알림
ms: Pemberitahuan Berjadual
ta: திட்டமிடப்பட்ட அறிவிப்புகள்
th: การแจ้งเตือนที่กำหนดไว้
vi: Thông Báo Đã Lên Lịch
zh_hans: 已设置的通知
